{
    "_class_name": "AutoencoderKL",
    "_diffusers_version": "0.11.1",
    "_name_or_path": "models.vae",
    "embed_dim": 3,
    "in_channels": 1,
    "out_channels": 1,
    "n_channels": 64,
    "z_channels": 3,
    "ch_mult": [
        1,
        2,
        2,
        2
    ],
    "num_res_blocks": 2,
    "resolution": [
        160,
        224,
        160
    ],
    "attn_resolutions": [],
    "use_logvar": false
}
